[Upgrade]
Label_Wizard1_Cap_7.Caption=Nová generace anti-malware jádra
Label_Wizard1_Des_7.Caption=300% rychlejší testování a 1,6x větší databáze oproti předchozímu jádru zajistí efektivnější detekci hrozeb.
Label_Wizard2_Cap_7.Caption=Silný trezor
Label_Wizard2_Des_7.Caption=Chraňte své soukromí a citlivá data před neoprávněným přístupem. Nová ochrana heslem zajistí ještě větší zabezpečení.
Label_Wizard3_Cap_7.Caption=Vícevrstvá ochrana před ransomware
Label_Wizard3_Des_7.Caption=Pokročilá ochrana před ransomware chrání vaše soubory před nejnovějšími ransomware útoky.
Label_Wizard4_Cap_7.Caption=Bezpečné a plynulé surfování
Label_Wizard4_Des_7.Caption=Blokování phishingových webů, těžby kryptoměn a falešných webů pro zajištění bezpečného a plynulého prohlížení internetu.

[Installer]
M_ISU1=Jednoduchá aktualizace všech vašich programů.
M_ISU2=Instalace programů, které chcete bez vynaložení úsilí.
EULA_ISU=Ano, souhlasím s instalací IObit Software Updater a přijímám <a>Licenci</a> a <a>Zásady ochrany osobních údajů</a>.

